[
    {
        "quotes": {
            "motivation": [
                {"author": "Steve Jobs", "quote": "The only way to do great work is to love what you do."},
                {"author": "Peter Drucker", "quote": "The best way to predict the future is to create it."},
                {"author": "Franklin D. Roosevelt", "quote": "The only limit to our realization of tomorrow is our doubts of today."},
                {"author": "C.S. Lewis", "quote": "You are never too old to set another goal or to dream a new dream."},
                {"author": "Steve Jobs", "quote": "Your time is limited, so don't waste it living someone else's life."},
                {"author": "Winston Churchill", "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts."},
                {"author": "Arthur Ashe", "quote": "Start where you are. Use what you have. Do what you can."},
                {"author": "Eleanor Roosevelt", "quote": "The future belongs to those who believe in the beauty of their dreams."},
                {"author": "Theodore Roosevelt", "quote": "Believe you can and you're halfway there."},
                {"author": "William Butler Yeats", "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."},
                {"author": "William James", "quote": "Act as if what you do makes a difference. It does."},
                {"author": "Walt Whitman", "quote": "Keep your face always toward the sunshine—and shadows will fall behind you."},
                {"author": "Ralph Waldo Emerson", "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."},
                {"author": "Confucius", "quote": "It does not matter how slowly you go as long as you do not stop."},
                {"author": "Walt Disney", "quote": "The way to get started is to quit talking and begin doing."},
                {"author": "Norman Vaughan", "quote": "Dream big and dare to fail."},
                {"author": "Henry David Thoreau", "quote": "Go confidently in the direction of your dreams. Live the life you have imagined."},
                {"author": "C.S. Lewis", "quote": "Hardships often prepare ordinary people for an extraordinary destiny."},
                {"author": "Walter Elliot", "quote": "Perseverance is not a long race; it is many short races one after the other."},
                {"author": "Thomas Jefferson", "quote": "If you want something you never had, you have to do something you've never done."}
            ],
            "love": [
                {"author": "William Shakespeare", "quote": "Love all, trust a few, do wrong to none."},
                {"author": "David Viscott", "quote": "To love and be loved is to feel the sun from both sides."},
                {"author": "Mahatma Gandhi", "quote": "Where there is love there is life."},
                {"author": "Audrey Hepburn", "quote": "The best thing to hold onto in life is each other."},
                {"author": "Aristotle", "quote": "Love is composed of a single soul inhabiting two bodies."},
                {"author": "Joseph Campbell", "quote": "Love is a friendship set to music."},
                {"author": "Eden Ahbez", "quote": "The greatest thing you'll ever learn is just to love and be loved in return."},
                {"author": "Stephen Chbosky", "quote": "We accept the love we think we deserve."},
                {"author": "Johann Wolfgang von Goethe", "quote": "Love does not dominate; it cultivates."},
                {"author": "Blaise Pascal", "quote": "The heart has its reasons which reason knows not."},
                {"author": "Oscar Wilde", "quote": "To love oneself is the beginning of a lifelong romance."},
                {"author": "H. Jackson Brown, Jr.", "quote": "Love is when the other person's happiness is more important than your own."},
                {"author": "Richard Bach", "quote": "True love stories never have endings."},
                {"author": "Joyce Brothers", "quote": "The best proof of love is trust."},
                {"author": "Eleanor Roosevelt", "quote": "The giving of love is an education in itself."},
                {"author": "Maya Angelou", "quote": "Love recognizes no barriers."},
                {"author": "Dalai Lama", "quote": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive."},
                {"author": "Charles Dickens", "quote": "A loving heart is the truest wisdom."},
                {"author": "Martin Luther King, Jr", "quote": "Love is the only force capable of transforming an enemy into a friend."},
                {"author": "Beyoncé Knowles", "quote": "Love is an endless act of forgiveness."}
            ],
            "wisdom": [
                {"author": "Socrates", "quote": "The only true wisdom is in knowing you know nothing."},
                {"author": "Seneca", "quote": "It is not the man who has too little, but the man who craves more, that is poor."},
                {"author": "Albert Einstein", "quote": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it."},
                {"author": "Ralph Waldo Emerson", "quote": "The invariable mark of wisdom is to see the miraculous in the common."},
                {"author": "Oprah Winfrey", "quote": "Turn your wounds into wisdom."},
                {"author": "Socrates", "quote": "Wisdom begins in wonder."},
                {"author": "Albert Einstein", "quote": "The measure of intelligence is the ability to change."},
                {"author": "Aristotle", "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."},
                {"author": "Aristotle", "quote": "Knowing yourself is the beginning of all wisdom."},
                {"author": "Franklin D. Roosevelt", "quote": "The only thing we have to fear is fear itself."},
                {"author": "Buddha", "quote": "The mind is everything. What you think you become."},
                {"author": "Socrates", "quote": "An unexamined life is not worth living."},
                {"author": "René Descartes", "quote": "Doubt is the origin of wisdom."},
                {"author": "Marilyn vos Savant", "quote": "To acquire knowledge, one must study; but to acquire wisdom, one must observe."},
                {"author": "Francis Bacon", "quote": "Silence is the sleep that nourishes wisdom."},
                {"author": "Jimi Hendrix", "quote": "Knowledge speaks, but wisdom listens."},
                {"author": "Brian Rathbone", "quote": "Wisdom is the reward for surviving our own stupidity."},
                {"author": "Saint Augustine", "quote": "Patience is the companion of wisdom."},
                {"author": "Charles Darwin", "quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change."},
                {"author": "Terry Pratchett", "quote": "Wisdom comes from experience. Experience is often a result of lack of wisdom."}
            ],
            "success": [
                {"author": "Roy T. Bennett", "quote": "Success is not how high you have climbed, but how you make a positive difference to the world."},
                {"author": "Henry David Thoreau", "quote": "Success usually comes to those who are too busy to be looking for it."},
                {"author": "John D. Rockefeller", "quote": "Don't be afraid to give up the good to go for the great."},
                {"author": "Bo Bennett", "quote": "Success is not in what you have, but who you are."},
                {"author": "Colin R. Davis", "quote": "The road to success and the road to failure are almost exactly the same."},
                {"author": "Winston Churchill", "quote": "Success is walking from failure to failure with no loss of enthusiasm."},
                {"author": "Pablo Picasso", "quote": "Action is the foundational key to all success."},
                {"author": "Conrad Hilton", "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes but they don't quit."},
                {"author": "Bill Phillips", "quote": "The difference between who you are and who you want to be is what you do."},
                {"author": "Robert Collier", "quote": "Success is the sum of small efforts, repeated day in and day out."},
                {"author": "Colin Powell", "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."},
                {"author": "Anonymous", "quote": "If you want to achieve greatness stop asking for permission."},
                {"author": "George S. Patton", "quote": "Success is how high you bounce when you hit bottom."},
                {"author": "Vera Wang", "quote": "Success isn't about the end result, it's about what you learn along the way."},
                {"author": "W. Clement Stone", "quote": "Success is achieved and maintained by those who try and keep trying."},
                {"author": "Jim Rohn", "quote": "Successful people do what unsuccessful people are not willing to do. Don't wish it were easier; wish you were better."},
                {"author": "Donald Trump", "quote": "Success is not just a measure of how big you can DREAM, it is also a measure of how much you can DO."},
                {"author": "Maya Angelou", "quote": "Success is liking yourself, liking what you do, and liking how you do it."},
                {"author": "Napoleon Hill", "quote": "Don't wait. The time will never be just right."},
                {"author": "Evan Esar", "quote": "Success is the good fortune that comes from aspiration, desperation, perspiration, and inspiration."}
            ],
            "happiness": [
                {"author": "Dalai Lama", "quote": "Happiness is not something ready-made. It comes from your own actions."},
                {"author": "Ralph Waldo Emerson", "quote": "For every minute you are angry you lose sixty seconds of happiness."},
                {"author": "Audrey Hepburn", "quote": "The most important thing is to enjoy your life—to be happy—it's all that matters."},
                {"author": "Aristotle", "quote": "Happiness is the highest good."},
                {"author": "Franklin D. Roosevelt", "quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."},
                {"author": "Chuck Palahniuk", "quote": "The only way to find true happiness is to risk being completely cut open."},
                {"author": "Eleanor Roosevelt", "quote": "Happiness is not a goal; it is a by-product."},
                {"author": "Aristotle", "quote": "Happiness depends upon ourselves."},
                {"author": "Mahatma Gandhi", "quote": "Happiness is when what you think, what you say, and what you do are in harmony."},
                {"author": "Jim Rohn", "quote": "Happiness is not something you postpone for the future; it is something you design for the present."},
                {"author": "Abraham Lincoln", "quote": "Most folks are as happy as they make up their minds to be."},
                {"author": "Dalai Lama", "quote": "The purpose of our lives is to be happy."},
                {"author": "Walt Disney", "quote": "Happiness is a state of mind. It's just according to the way you look at things."},
                {"author": "Jon Krakauer", "quote": "Happiness is only real when shared."}
            ],
            "friendship": [
                {"author": "Elbert Hubbard", "quote": "A friend is someone who knows all about you and still loves you."},
                {"author": "Baltasar Gracián", "quote": "True friendship multiplies the good in life and divides its evils."},
                {"author": "C.S. Lewis", "quote": "Friendship is born at that moment when one person says to another, ‘What! You too? I thought I was the only one.’"},
                {"author": "Leo Buscaglia", "quote": "A single rose can be my garden… a single friend, my world."},
                {"author": "Woodrow Wilson", "quote": "Friendship is the only cement that will ever hold the world together."},
                {"author": "Unknown", "quote": "A friend is one who overlooks your broken fence and admires the flowers in your garden."},
                {"author": "John Evelyn", "quote": "Friendship is the golden thread that ties the heart of all the world."},
                {"author": "Mencius", "quote": "Friends are the siblings God never gave us."},
                {"author": "Unknown", "quote": "Friendship is not about whom you know the longest. It's about who walked into your life, said, 'I'm here for you,' and proved it."},
                {"author": "Henry David Thoreau", "quote": "The language of friendship is not words but meanings."},
                {"author": "Doug Larson", "quote": "A true friend is one who overlooks your failures and tolerates your success."},
                {"author": "Muhammad Ali", "quote": "Friendship is the hardest thing in the world to explain. It’s not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."},
                {"author": "Marcus Tullius Cicero", "quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief."},
                {"author": "Elisabeth Foley", "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."},
                {"author": "Henry Van Dyke", "quote": "A friend is what the heart needs all the time."},
                {"author": "Jess C. Scott", "quote": "Friends are the family you choose."},
                {"author": "Walter Winchell", "quote": "A real friend is one who walks in when the rest of the world walks out."},
                {"author": "Eustace Budgell", "quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another."},
                {"author": "Irish Proverb", "quote": "A good friend is like a four-leaf clover; hard to find and lucky to have."},
                {"author": "Euripides", "quote": "Friends show their love in times of trouble, not in happiness."}
            ],
            "education": [
                {"author": "Martin Luther King Jr.", "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character—that is the goal of true education."},
                {"author": "Nelson Mandela", "quote": "Education is the most powerful weapon which you can use to change the world."},
                {"author": "Aristotle", "quote": "The roots of education are bitter, but the fruit is sweet."},
                {"author": "William Butler Yeats", "quote": "Education is not the filling of a pail, but the lighting of a fire."},
                {"author": "Benjamin Franklin", "quote": "An investment in knowledge pays the best interest."},
                {"author": "George Washington Carver", "quote": "Education is the key to unlock the golden door of freedom."},
                {"author": "William S. Burroughs", "quote": "The aim of education is the knowledge, not of facts, but of values."},
                {"author": "Albert Einstein", "quote": "Education is what remains after one has forgotten what one has learned in school."},
                {"author": "Carl Rogers", "quote": "The only person who is educated is the one who has learned how to learn and change."},
                {"author": "Anthony J. D'Angelo", "quote": "Develop a passion for learning. If you do, you will never cease to grow."},
                {"author": "John Dewey", "quote": "Education is not preparation for life; education is life itself."},
                {"author": "Malcolm X", "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today."},
                {"author": "Malcolm S. Forbes", "quote": "The purpose of education is to replace an empty mind with an open one."},
                {"author": "Albert Einstein", "quote": "Education is not the learning of facts, but the training of the mind to think."},
                {"author": "Sydney J. Harris", "quote": "The whole purpose of education is to turn mirrors into windows."},
                {"author": "Robert Frost", "quote": "Education is the ability to listen to almost anything without losing your temper or your self-confidence."},
                {"author": "Dr. Seuss", "quote": "The more that you read, the more things you will know. The more that you learn, the more places you’ll go."},
                {"author": "Theodore Roosevelt", "quote": "To educate a person in the mind but not in morals is to educate a menace to society."},
                {"author": "Allan Bloom", "quote": "Education is the movement from darkness to light."},
                {"author": "Aristotle", "quote": "The educated differ from the uneducated as much as the living differ from the dead."}
            ],
            "life": [
                {"author": "Abraham Lincoln", "quote": "In the end, it’s not the years in your life that count. It’s the life in your years."},
                {"author": "John Lennon", "quote": "Life is what happens when you're busy making other plans."},
                {"author": "Oscar Wilde", "quote": "To live is the rarest thing in the world. Most people exist, that is all."},
                {"author": "Confucius", "quote": "Life is really simple, but we insist on making it complicated."},
                {"author": "Elbert Hubbard", "quote": "Do not take life too seriously. You will never get out of it alive."},
                {"author": "Ralph Waldo Emerson", "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well."},
                {"author": "George Bernard Shaw", "quote": "Life isn’t about finding yourself. Life is about creating yourself."},
                {"author": "Mark Twain", "quote": "Good friends, good books, and a sleepy conscience: this is the ideal life."},
                {"author": "Abraham Lincoln", "quote": "The best way to predict your future is to create it."},
                {"author": "Mae West", "quote": "You only live once, but if you do it right, once is enough."},
                {"author": "Oprah Winfrey", "quote": "The biggest adventure you can take is to live the life of your dreams."},
                {"author": "Oliver Goldsmith", "quote": "Life is a journey that must be traveled no matter how bad the roads and accommodations."},
                {"author": "Dalai Lama", "quote": "The purpose of our lives is to be happy."},
                {"author": "Helen Keller", "quote": "Life is a succession of lessons which must be lived to be understood."},
                {"author": "Steve Jobs", "quote": "Your time is limited, so don't waste it living someone else's life."},
                {"author": "Grandma Moses", "quote": "Life is what we make it, always has been, always will be."},
                {"author": "Oscar Wilde", "quote": "To live is the rarest thing in the world. Most people exist, that is all."},
                {"author": "Albert Einstein", "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."},
                {"author": "Vivian Greene", "quote": "Life isn't about waiting for the storm to pass, it's about learning how to dance in the rain."},
                {"author": "Kate Winslet", "quote": "Life is short, and it is here to be lived."}
            ],
            "leadership": [
                {"author": "Ronald Reagan", "quote": "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things."},
                {"author": "John C. Maxwell", "quote": "A leader is one who knows the way, goes the way, and shows the way."},
                {"author": "Warren Bennis", "quote": "Leadership is the capacity to translate vision into reality."},
                {"author": "Ralph Nader", "quote": "The function of leadership is to produce more leaders, not more followers."},
                {"author": "Martin Luther King Jr.", "quote": "A genuine leader is not a searcher for consensus but a molder of consensus."},
                {"author": "Brian Tracy", "quote": "Leaders think and talk about the solutions. Followers think and talk about the problems."},
                {"author": "Tony Blair", "quote": "The art of leadership is saying no, not yes. It is very easy to say yes."},
                {"author": "Lao Tzu", "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves."},
                {"author": "Simon Sinek", "quote": "Leadership is not about being in charge. It is about taking care of those in your charge."},
                {"author": "Ray Kroc", "quote": "The quality of a leader is reflected in the standards they set for themselves."},
                {"author": "John F. Kennedy", "quote": "Leadership and learning are indispensable to each other."},
                {"author": "Eric Hoffer", "quote": "The leader has to be practical and a realist yet must talk the language of the visionary and the idealist."},
                {"author": "Jim Rohn", "quote": "A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better."},
                {"author": "Eleanor Roosevelt", "quote": "To handle yourself, use your head; to handle others, use your heart."},
                {"author": "Reverend Theodore M. Hesburgh", "quote": "The very essence of leadership is that you have to have vision. It’s got to be a vision you articulate clearly and forcefully on every occasion. You can’t blow an uncertain trumpet."},
                {"author": "Seth Godin", "quote": "Leadership is the art of giving people a platform for spreading ideas that work."},
                {"author": "Gary Wills", "quote": "The leader is one who mobilizes others toward a goal shared by leaders and followers."},
                {"author": "Ken Blanchard", "quote": "The greatest leaders mobilize others by coalescing people around a shared vision."},
                {"author": "John Zenger", "quote": "Great leaders are not defined by the absence of weakness, but by the presence of clear strengths."},
                {"author": "Ralph Nader", "quote": "The function of leadership is to produce more leaders, not more followers."}
            ],
            "courage": [
                {"author": "Mark Twain", "quote": "Courage is resistance to fear, mastery of fear—not absence of fear."},
                {"author": "Franklin D. Roosevelt", "quote": "The only thing we have to fear is fear itself."},
                {"author": "Ernest Hemingway", "quote": "Courage is grace under pressure."},
                {"author": "Eleanor Roosevelt", "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, ‘I lived through this horror. I can take the next thing that comes along.’"},
                {"author": "Mary Anne Radmacher", "quote": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, ‘I will try again tomorrow.’"},
                {"author": "John Wayne", "quote": "Courage is being scared to death, but saddling up anyway."},
                {"author": "Ambrose Redmoon", "quote": "Courage is not the absence of fear, but rather the judgment that something else is more important than fear."},
                {"author": "E.E. Cummings", "quote": "It takes courage to grow up and become who you really are."},
                {"author": "Maya Angelou", "quote": "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently."},
                {"author": "Winston Churchill", "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts."},
                {"author": "Amelia Earhart", "quote": "Courage is the price that life exacts for granting peace."},
                {"author": "Nelson Mandela", "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear."},
                {"author": "Plato", "quote": "Courage is knowing what not to fear."},
                {"author": "Thucydides", "quote": "The secret to happiness is freedom... And the secret to freedom is courage."},
                {"author": "William Faulkner", "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore."},
                {"author": "Nora Ephron", "quote": "Above all, be the heroine of your life, not the victim."},
                {"author": "J.R.R. Tolkien", "quote": "Courage is found in unlikely places."},
                {"author": "Harper Lee", "quote": "Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what."},
                {"author": "Anaïs Nin", "quote": "Life shrinks or expands in proportion to one's courage."},
                {"author": "Winston Churchill", "quote": "Fear is a reaction. Courage is a decision."}
            ],
            "change": [
                {"author": "Mahatma Gandhi", "quote": "Be the change that you wish to see in the world."},
                {"author": "John F. Kennedy", "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future."},
                {"author": "Alan Watts", "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."},
                {"author": "Norman Vincent Peale", "quote": "Change your thoughts and you change your world."},
                {"author": "John C. Maxwell", "quote": "Change is inevitable. Growth is optional."},
                {"author": "Albert Einstein", "quote": "The measure of intelligence is the ability to change."},
                {"author": "Mahatma Gandhi", "quote": "You must be the change you wish to see in the world."},
                {"author": "Winston Churchill", "quote": "To improve is to change; to be perfect is to change often."},
                {"author": "George Bernard Shaw", "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything."},
                {"author": "Jack Welch", "quote": "Change before you have to."},
                {"author": "Maya Angelou", "quote": "If you don't like something, change it. If you can't change it, change your attitude."},
                {"author": "Robin Sharma", "quote": "Change is hard at first, messy in the middle and gorgeous at the end."},
                {"author": "Mary Shelley", "quote": "Nothing is so painful to the human mind as a great and sudden change."},
                {"author": "Simone de Beauvoir", "quote": "Change your life today. Don't gamble on the future, act now, without delay."},
                {"author": "Wayne Dyer", "quote": "Change the way you look at things and the things you look at change."},
                {"author": "Gail Sheehy", "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living."},
                {"author": "Oprah Winfrey", "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."},
                {"author": "Jim Rohn", "quote": "Your life does not get better by chance, it gets better by change."},
                {"author": "Kristin Kreuk", "quote": "Life is about change. Sometimes it's painful, sometimes it's beautiful, but most of the time it's both."},
                {"author": "Harriet Tubman", "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."}
            ]
        }
    }
]